Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamenkielinen_oppimateriaalityo_tehostuu_-_lautakunnan_puheenjohtaja_on_tyytyvainen_mutta_odottaa_rahoitukseen_pysyvaa_korotusta_.html.tmx
Source language: fin
Languages: sms

source: Saamenkielinen oppimateriaalityö tehostuu – lautakunnan puheenjohtaja on tyytyväinen, mutta odottaa rahoitukseen pysyvää korotusta
sms: Sääʹmǩiõllsâž mättmateriaaltuâjj viõkkšmââvv – luʹvddkååʹdd saaǥǥjååʹđteei lij tååđvaž, leša vuârdd teäggtõʹsse põõšši pââjõõzz

source: Saamenkielistä oppimateriaalia tuotetaan tänä vuonna kaksinkertaisella budjetilla aiempiin vuosiin verrattuna.
sms: Sääʹmǩiõllsaž mättmateriaal puutʼttet taʹnni kueiʹtǩeârddsaž budjeeʹttin ääiʹjbu iiʹjjid veʹrddeeʹl. Mättʼtõs-da kulttuurministeria teimma lopprapoort ministeera luõvtam tuâjj-joukk kaaggi õuʹdde sääʹmǩiõllsaž mättmateriaal jõnn vaaʹnid, kook kuârmte jeäʹrben uʹčteeʹlid.

source: Opetus- ja kulttuuriministeriön viime vuonna loppuraporttinsa ministerille luovuttanut työryhmä nosti esille saamenkielisen oppimateriaalin suuret puutteet, jotka kuormittavat erityisesti opettajia.
sms: Ministeria tuejti määŋgaid pååđčiõlǥtõõzzid sääʹm-mättʼtõõzz vaaʹnin.

source: Ministeriö teetti useita erillisselvityksiä saamelaisopetuksen puutteista.
sms: Õhtt tõin kuõski sääʹmǩiõllsaž mättmateriaal vueʹjj da puõʹtti taarbid .

source: Yksi niistä koski saamenkielisen oppimateriaalin tilannetta ja tulevia tarpeita .
sms: Eeʹttiǩkåʹdd priimi jooulmannust 500.000 eeuʹr lââzztõõzz sääʹmǩiõllsiʹžže mättmateriaaltuõjju, mii rämmâtt jeäʹrben mättmateriaaltuâj resuursi âânnmõõžžâst mieʹrreei luʹvddkååʹdd saaǥǥjååʹđteei.

source: Eduskunta hyväksyi joulukuussa 500.000 euron lisäyksen saamenkieliseen oppimateriaalityöhön, mikä ilahduttaa erityisesti oppimateriaalityön resurssien käytöstä päättävän lautakunnan puheenjohtajaa.
sms: Sääʹmteeʹǧǧ škooultõs-da mättmateriaal-luʹvddkååʹdd jååʹđteei Tauno Ljetoff lij tååđvaž ministeriain jiõllum saǥstõõllmõõžžid da tõõzz, što mättmateriaaltaarb liâ ååʹn vuõǯǯum vueiʹnnemnalla.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakuntaa johtava Tauno Ljetoff on tyytyväinen ministeriön kanssa käytyihin keskusteluihin ja siihen, että oppimateriaalitarpeet on vihdoin saatu näkyville.
sms: – Teäggtõs õõlǥči kuuitâǥ kaggâd põõššinalla tän eeʹjj tässa.

source: – Rahoitus pitäisi kuitenkin nostaa pysyvästi tämän vuoden tasolle.
sms: Seämmast še sääʹmǩiõli ougglõsmättʼtõõzz teäggtõs õõlǥči tuõrvvâd põõššinalla.

source: Samalla myös saamen kielten etäopetuksen rahoitus pitäisi turvata pysyvästi.
sms: Tõn še miârktõs lij samai vääžnai säʹmmlai dommvuuʹd åålǥbeäʹlnn jälsteei säʹmmlaid.

source: Senkin merkitys on äärimmäisen tärkeä saamelaisten kotiseutualueen ulkopuolella asuville saamelaisille.
sms: Mättmateriaaltuõjju lij jooʹtti eeʹǩǩen ââʹnnemnalla miljoon euʹrred.

source: Oppimateriaalityöhön on kuluvana vuonna käytettävissä miljoona euroa.
sms: Sääʹmteʹǧǧ ååcc samai ååʹn määŋgaid mättmateriaal projeʹktt-tuâjjlaid.

source: Saamelaiskäräjät hakee juuri nyt useita oppimateriaalin projektityöntekijöitä.
sms: Lââʹssen vaaldšemvuõđlaž da neʹttkääzzkõõzzi ooudâsviikkâmtuâjaid paʹlǩǩeeš eiʹdde vaaldšemvuõđlaž plaaneei.

source: Lisäksi hallinnollisiin ja verkkopalvelujen kehittämistehtäviin palkattiin juuri hallinnollinen suunnittelija.
sms: Tuâjast alttad täʹlvvmannu aalǥâst Unni Länsman.

source: Tehtävässä aloittaa helmikuun alussa Unni Länsman.
sms: – Tän eeʹjjest ǩiččlõõđât vaʹstteed ǩirrlab taarbid ja õsttâd ääiʹjbu iiʹjjin tieʹǧǧ vääʹn diõtt kõõsk kuâđđjam haʹŋǩǩõõzzid valmmša.

source: – Tänä vuonna pyritään vastaamaan kiireellisimpiin tarpeisiin ja saattamaan aiempina vuosina rahan puutteen vuoksi kesken jääneitä hankkeita valmiiksi.
sms: Ååʹn tuejjeeʹjid ooccât jeäʹrben sääʹm jieʹnnǩiõli, jânnamteâđ, biologia, da sääʹm veeʹresǩiõllân mättaunnsi materiaaltuõjju, särnn Ljetoff.

source: Nyt tekijöitä haetaan erityisesti saamen äidinkielten, maantiedon, biologian ja saame vieraana kielenä oppiaineiden materiaalityöhön , kertoo Ljetoff.
sms: – Ooccâmnalla lij še aanarsääʹmǩiõllsaž mättmateriaalplaaneei veeʹrjsâjjsažvuõtt Miina Seurujärvi altteen tuâjas saaʹmi tuõđâšvuõtt- da suåvâdvuõttkomissio vuäzzliʹžžen.

source: – Haettavana on myös inarinsaamenkielisen oppimateriaalisuunnittelijan viransijaisuus Miina Seurujärven aloitettua työnsä saamelaisten totuus- ja sovintokomission jäsenenä.
sms: – Tuäiv mieʹldd vuäǯǯap jiânnai pueʹrid ooccmõõžžid.

source: – Toivottavasti saamme paljon hyviä hakemuksia!
sms: Tobdstõõđ Sääʹmteeʹǧǧ mättmateriaaltuõjju da jeeʹres tåimmjummša:

source: Tutustu Saamelaiskäräjien oppimateriaalityöhön ja muuhun toimintaan:
sms: Škooultõs da mättmateriaal

source: Koulutus ja oppimateriaali
sms: Škooultõs- da mättmateriaal-luʹvddkåʹdd

source: Koulutus- ja oppimateriaalilautakunta
sms: Sääʹmǩiõllsaž mättmateriaal

source: Oppimateriaalien verkkokauppa
sms: Sääʹmǩiõli ougglõsmättʼtõs

source: Saamen kielten etäopetushanke
sms: Sääʹmteâtt mättʼtõʹsse

source: Saamelaistietoa opetukseen
sms: Lââʹssteâđ:

source: Lisätietoja
sms: Ulla Aikio-Puoskari škooultõspiisar tel.

source: Ulla Aikio-Puoskari koulutussihteeri puh. 010 839 3112, 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi
sms: 010 839 3112, 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi

source: Petra Kuuva oppimateriaalisihteeri puh. 010 839 3119, 040 677 2275 petra.kuuva(at)samediggi.fi
sms: Petra Kuuva mättmateriaalpiisar tel. 010 839 3119, 040 677 2275 petra.kuuva(at)samediggi.fi

source: Marita Aikio oppimateriaalisuunnittelija puh. 010 839 3111, 040 662 9018 marita.aikio(at)samediggi.fi
sms: Marita Aikio mättmateriaalplaaneei tel.
